{
    "id": "prod_HOtmfO0tKsIzdg",
    "name": "July Virtual AppSec Days Summer of Security",
    "currency": "usd",
    "products": [
        {
            "id": "sku_HOtoAiWFO6u23G",
            "name": "Training: Hacking Modern Web apps: Master the Future of Attack Vectors",
            "amount": 49500,
            "metadata": {
                "type": "regular",
                "description": "<p>All action, no fluff, improve your security analysis workflow and immediately apply these gained skills in your workplace, packed with exercises, extra mile challenges and CTF, self-paced and suitable for all skill levels, with continued education via unlimited email support and lifetime access to training portal with step-by-step video recordings. <strong><em>Presented by Abraham Aranguren</em></strong></p>",
                "discountable": "True",
                "display_order": "1"
            }
        },
        {
            "id": "sku_HOtp0eVxTbZwFj",
            "name": "Training: From OWASP Top 10 to Command Shell",
            "amount": 49500,
            "metadata": {
                "type": "regular",
                "description": "<p>This will be a hands-on lab driven technical deep-dive.  From XSS, SQLi, To Complete System Compromise. We will examine several common OWASP Top 10 vulnerabilities, then go deeper by obtaining shell access, then root/system level control of the owned devices. These techniques are often game-changers when explaining the vulnerabilities to others. <strong><em>Presented by Keatron Evans</em></strong></p>",
                "discountable": "True",
                "display_order": "2"
            }
        },
        {
            "id": "sku_HOtqQKlddOTSrk",
            "name": "Training: Solve Your Security Requirements with Keycloak",
            "amount": 49500,
            "metadata": {
                "type": "regular",
                "description": "<p>Do you create Web Applications? Are you tired of using separate tools for each security requirement? <br />\nKeycloak – the open source Identity and Access Management solution - may be just what you’re looking for! I will show you how you use Keycloak to implement all your security requirements, such as Brute Force Protection, Password Policy, and more. <strong><em>Presented by Michael Furman</em></strong></p>",
                "discountable": "True",
                "display_order": "3"
            }
        },
        {
            "id": "sku_HOts6ZxZnmJERL",
            "name": "Training: Application Security 101",
            "amount": 49500,
            "metadata": {
                "type": "regular",
                "description": "<p>Bring your application Security Program from zero to hero with this 2 day intensive planning course. We will learn; planning, launching, running, scaling, measuring and improving your AppSec Program. We will cover; tooling, activities, how to measure, security champions, developer education, incident response and more. 9 written exercises included. <strong><em>Presented by Tanya Janca</em></strong></p>",
                "discountable": "True",
                "display_order": "4"
            }
        },
        {
            "id": "sku_HOtty6RFWsLTAd",
            "name": "Training: API Attacks Beyond the OWASP API Top 10",
            "amount": 49500,
            "metadata": {
                "type": "regular",
                "description": "<p>In this 8-hour class we will talk about API attacks my company has seen against different types of platforms and compare common real-world attack types to the API Top 10.  I will break down the tools an resources the attackers have as well as the clues they leave as they run automated attacks against your APIs. <strong><em>Presented by Jason Kent</em></strong></p>",
                "discountable": "True",
                "display_order": "5"
            }
        },
        {
            "id": "sku_HOtvvExy76TAcK",
            "name": "Training: Attacks on IVR Systems and Call Centers in Practice",
            "amount": 49500,
            "metadata": {
                "type": "regular",
                "description": "<p>This training was created for everyone interested in the security of Call centers: from Bug Hunters to security engineers. Short plan:\n* How to find and hack IVR system?\n* Financial attacks on Call centers\n* Social engineering\n* How to protect Call Center\n* Automation of security testing\n* Attacks on Call Centers infrastructure\n* Practical cases<br />\n<strong><em>Presented by Aleksandr Kolchanov</em></strong></p>",
                "discountable": "True",
                "display_order": "6"
            }
        },
        {
            "id": "sku_HOtw118RzSkqiw",
            "name": "Training: Continuous Compliance at DevOps Speed",
            "amount": 49500,
            "metadata": {
                "type": "regular",
                "description": "<p>In this training session, you will learn how to automate compliance using Compliance as Code best practices. We will use CNCF OPA (Open Policy Agent) and Inspec to verify the Compliance status of cloud resources against standards such as Cloud Security Alliance CCM so we can help break some of the communication barriers with Compliance teams. <strong><em>Presented by Mohammed A. Imran</em></strong></p>",
                "discountable": "True",
                "display_order": "7"
            }
        },
        {
            "id": "sku_HOtwph5R3gBWJ0",
            "name": "Training: Server-Side Template Injection",
            "amount": 49500,
            "metadata": {
                "type": "regular",
                "description": "<p>It’s due to improper sanitization of user inputs through a template. Dangerous from both developer’s and security folks concern as it can execute native functions from the user defined template. Eg: {system('whoami')} -&gt; execute -&gt; whoami system command. This attack can lead to RCE and even in entire web server compromise. <strong><em>Presented by Dhamotharan</em></strong></p>",
                "discountable": "True",
                "display_order": "8"
            }
        }
    ]
}